Repository: JacobJohansen/PDF-Archiver
Catalog: PDFArchiver/*.lproj/Localizable.strings
Languages: de

# check_document_description
source: Please add the document description.
de: Bitte Dokument Beschreibung hinzufügen.

# check_document_fields
source: Doublecheck the document fields.
de: Bitte Dokumenten Felder prüfen.

# check_document_tags
source: Doublecheck the document tags and select at least one tag.
de: Bitte Dokument Tags prüfen und mindestens einen Tag auswählen.

source: Close
de: Schließen

# donation_number_label
source: People donated this Year.
de: Personen haben gespendet.

# file_already_exists
source: File with the current filename already exists. Please change e.g. the description.
de: Dateiname existstiert bereits. Bitte z.B. Dokument Beschreibung verändern.

# no-license-info
source: PDF Archiver will be closed without a valid license. Please choose a subscription plan.
de: PDF Archiver wird ohne gültige Lizenz geschlossen. Bitte wählen Sie ein Abo-Modell.

# no-license-title
source: No license found!
de: Keine gültige Lizenz vorhanden!

# no_archive
source: No archive path found!
de: Kein Archiv Pfad gefunden!

# payment_thanks
source: Thank you for donating to this project. It helps the development this app. ðŸ˜Š Julian
de: Vielen Dank für Ihre Spende. Dies hilft bei der Weiterentwicklung des Projektes. 😊 Julian

source: per month
de: pro Monat

source: per year
de: pro Jahr

source: Save failed!
de: Speichern fehlgeschlagen!

# select_preferences
source: Please select a archive path in the preferences.
de: Bitte Archiv Pfad in den Einstellungen auswählen.

# error_message_fallback
source: Something went terribly wrong here!
de: Hier lief etwas schief!

# document_error_description__description_missing
source: Description Missing
de: Beschreibung Fehlt

# document_error_description__no_document_selected
source: Document Missing
de: Dokument Fehlt

# document_failure_reason__no_document_selected
source: No document was selected.
de: Es wurde kein Dokument ausgewählt.

# document_failure_reason__description_missing
source: No document description could be found.
de: Es konnte keine Dokumentenbeschreibung gefunden werden.

# document_recovery_suggestion__description_missing
source: Please provide a description.
de: Bitte geben Sie eine Beschreibung ein.

# document_error_description__rename_failed_file_already_exists
source: Renaming Failed
de: Umbenennung Fehlgeschlagen

# document_error_description__tags_missing
source: Tags Missing
de: Tags Fehlen

# document_failure_reason__rename_failed_file_already_exists
source: The renaming of the document failed.
de: Das Umbenennen des Dokumentes ist fehlgeschlagen.

# document_failure_reason__tags_missing
source: No tags were entered for the document.
de: Es wurden keine Tags für das Dokument eingegeben.

# document_recovery_suggestion__rename_failed_file_already_exists
source: Please change e.g. the description of the document.
de: Bitte ändern Sie z.B. die Beschreibung des Dokumentes.

# document_recovery_suggestion__tags_missing
source: Please add tags.
de: Bitte fügen Sie Tags hinzu.

# document_error_description__date_missing
source: Date Missing
de: Datum Fehlt

# document_failure_reason__date_missing
source: No document date could be found.
de: Das Datum des Dokumentes wurde nicht angegeben.

# document_recovery_suggestion__date_missing
source: Please add a date.
de: Bitte fügen Sie ein Datum hinzu.
